export default [
  {
    question: "هل تقدمون خدمات تأجير العقارات السكنية والتجارية؟",
    answer:
      "نعم، نوفر خدمات تأجير مرنة تشمل الشقق، الفلل، والمكاتب التجارية بعقود واضحة ومناسبة للطرفين.",
  },
  {
    question: "كيف يمكنني شراء عقار مناسب لاحتياجاتي وميزانيتي؟",
    answer:
      "نساعدك في تحليل احتياجاتك وتحديد الميزانية، ثم نعرض عليك خيارات عقارية مناسبة مع تقديم استشارة كاملة حتى إتمام الشراء.",
  },

  {
    question: "هل يمكنكم إدارة العقار نيابةً عن المالك؟",
    answer:
      "نقدم خدمات إدارة الأملاك التي تشمل تحصيل الإيجارات، متابعة الصيانة، والتعامل مع المستأجرين باحترافية كاملة.",
  },
  {
    question: "هل توفرون تقييمًا للعقارات قبل البيع أو التأجير؟",
    answer:
      "نعم، نقوم بتقييم العقار بناءً على الموقع، الحالة، وأسعار السوق لضمان أفضل قيمة ممكنة.",
  },
];
