export default [
  {
    id: 1,
    title: "إدارة الأملاك",
    description:
      "إدارة الأملاك باحترافية تضمن الحفاظ على قيمة العقار وتحقيق أفضل عائد ممكن، من خلال الإشراف على الوحدات، متابعة الصيانة، تنظيم شؤون الإيجار  ",
  },
  {
    id: 2,
    title: " التطوير العقاري",
    description:
      "إدارة الأملاك باحترافية تضمن الحفاظ على قيمة العقار وتحقيق أفضل عائد ممكن، من خلال الإشراف على الوحدات، متابعة الصيانة، تنظيم شؤون الإيجار  ",
  },
  {
    id: 3,
    title: "الصيانة والتشغيل",
    description:
      "إدارة الأملاك باحترافية تضمن الحفاظ على قيمة العقار وتحقيق أفضل عائد ممكن، من خلال الإشراف على الوحدات، متابعة الصيانة، تنظيم شؤون الإيجار  ",
  },
  {
    id: 4,
    title: " تقديم البحوث",
    description:
      "إدارة الأملاك باحترافية تضمن الحفاظ على قيمة العقار وتحقيق أفضل عائد ممكن، من خلال الإشراف على الوحدات، متابعة الصيانة، تنظيم شؤون الإيجار  ",
  },
  {
    id: 5,
    title: " تسويق المنتجات العقارية",
    description:
      "إدارة الأملاك باحترافية تضمن الحفاظ على قيمة العقار وتحقيق أفضل عائد ممكن، من خلال الإشراف على الوحدات، متابعة الصيانة، تنظيم شؤون الإيجار  ",
  },
  {
    id: 6,
    title: "التأمين",
    description:
      "إدارة الأملاك باحترافية تضمن الحفاظ على قيمة العقار وتحقيق أفضل عائد ممكن، من خلال الإشراف على الوحدات، متابعة الصيانة، تنظيم شؤون الإيجار  ",
  },
];
