import { z } from "zod";

export default z.object({
  name: z
    .string()
    .min(1, "الاسم مطلوب")
    .max(20, "الاسم يجب ألا يتجاوز 20 حرفًا"),

  // email: z
  //   .string()
  //   .min(1, "البريد الإلكتروني مطلوب")
  //   .email("يرجى إدخال بريد إلكتروني صحيح"),

  phone: z
    .string()
    .min(9, "يرجى إدخال رقم سعودي صحيح")
    .max(9, "يرجى إدخال رقم سعودي صحيح"),

  message: z
    .string()
    .min(10, "الرسالة يجب ألا تقل عن 10 حرفًا")
    .max(50, "الرسالة يجب ألا تتجاوز 50 حرفًا"),
});
